content/essays/18-04-Baghdad-1991.org
#+TITLE: Baghdad 1991
#+DATE: 1991-01-01
#+HUGO_BASE_DIR: ../../
#+HUGO_SECTION: essays
#+HUGO_TAGS: civilian
#+EXPORT_FILE_NAME: 18-04-Baghdad-1991.org
#+HUGO_CUSTOM_FRONT_MATTER: :location "Baghdad" :year "1991"


During the first Gulf War, U.S. and coalition forces launched a massive air campaign on Baghdad. On January 17, 1991, air raid sirens pierced the night as bombs began falling across the capital.

Layla Hassan, a university student, was in her dormitory when the power went out. Moments later, a nearby telecommunications center was struck, shaking the building. She and her friends huddled in the dark, listening to the roar of jets and the thunder of explosions.

The bombing continued for weeks. Layla later described walking past destroyed bridges and government buildings on her way to search for food. Civilian infrastructure, including hospitals and water facilities, was devastated.

**Source:** [Human Rights Watch](https://www.hrw.org/reports/1991/gulfwar)

* Sources
:PROPERTIES:
:EXPORT_EXCLUDE: t
:END:
